Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: INDEPENDENT PEER REVIEW REPORT
es: INFORME DE REVISIÓN PARITARIA INDEPENDIENTE

source: INDICATORS
es: INDICADORES

source: INITIATE THE PROJECT
es: INICIAR EL PROYECTO

source: INSPECTION
es: INSPECCIÓN

source: INSTRUCTIONS:
es: INSTRUCCIONES:

source: INTERNAL DUE DILIGENCE QUESTIONNAIRE
es: CUESTIONARIO DE DUE DILIGENCE INTERNO

source: INTRODUCTION
es: INTRODUCCIÓN

source: INVESTIGATIONS
es: INVESTIGACIONES

source: IOC Mine - Iron Ore Company of Canada
es: Mina IOC – Iron Ore Company of Canada

source: IRA = 42 degrees
es: IRA de 42 grados

source: ISO Standard accreditation is maintained at local levels with global HSSE alignment.
es: Se mantiene la certificación de estándar ISO a nivel local en línea con la dirección de HSSE global.

source: ISOLATION – Making a structural change to the work environment or work process to separate the hazard from people
es: AISLAMIENTO: hacer un cambio estructural en el entorno o proceso de trabajo para separar el peligro de las personas.

source: ITA completed by Traveler and one per traveler per journey.
es: El ITA es completado por el viajero, uno por viajero, por cada viaje.

source: ITA reviewed by Regional HSSE Leader (or designate or MD nominee) via conversation with Traveler.
es: El ITA es revisado por el Líder de HSSE Regional (o por el designado o nominado MD) por medio de una reunión con el viajero.

source: ITA reviewed with Regional HSSE Leader.
es: El ITA es revisado por el Líder de HSSE Regional.

source: Ideally, the Golder investigation method should be used and a report shall be produced and reviewed by a member of the HSSE team, a client representative (if one exists), a member of the project team and if practical, legal counsel.
es: Idealmente, se debe usar el método de investigación de Golder y deberá elaborarse un informe que revisará un integrante del equipo de HSSE, un representante del cliente (si existe), un integrante del equipo de proyecto y, si resulta práctico, un abogado.

source: Identification & evaluation of loss exposures
es: Identificación y evaluación de riesgo de pérdidas

source: Identification and characterization of these 21 faults are based on published maps (e.g., Lavenu et al. 2000; Allmendinger and Gonzalez 2009; SARA 2016) and lineament analysis by Golder.
es: La identificación y caracterización de estas 21 fallas se basan en mapas publicados (Lavenu et al. 2000; Allmendinger y González 2009; SARA 2016, por ejemplo) y en análisis de lineamientos hechos por Golder.

source: Identification and development of a pool of potential Directors to meet the future needs of the Board
es: Identificación y desarrollo de una reserva de posibles Directores que cumplan las necesidades futuras del Directorio

source: Identification of Principal Contractor
es: Identificación del Contratista Principal

source: Identification of hazardous items
es: Identificación de objetos peligrosos

source: Identification of root cause
es: Identificación de causa de raíz

source: Identification of these contributing earthquakes can then be used in scenario or a DSHA analyses.
es: La identificación de estos sismos puede usarse entonces en análisis de escenario o determinísticos.

source: Identify HSSE requirements
es: Identificar requisitos de HSSE

source: Identify the risks relating specifically to any key subcontractors and/or suppliers and provide mitigation strategy for each (allow one minute)
es: Identificar los riesgos relacionados específicamente con cualquier subcontratista o proveedor clave y entregar una estrategia de mitigación para cada uno (dar 1 minuto)

source: Identify Key Subcontractors
es: Identificar subcontratistas clave

source: Identify a lead investigator, provide resources and support the investigation team
es: Designar un investigador jefe, proporcionar recursos y apoyo al equipo de investigación

source: Identify and characterize seismogenic sources within about a 300 km of the Spence Mine site
es: Identificar y caracterizar fuentes sismogénicas en un radio de alrededor de 300 km del emplazamiento de la mina Spence.

source: Identify and implement a control measure to the satisfaction of Golder Project Manager and persons involved.
es: Identificar e implementar una medida de control que deje conforme al Gerente de Proyecto de Golder y a las personas involucradas.

source: Identify factors that could result in injury, property damage or environmental harm.
es: Identifica los factores que podrían provocar lesiones, daños a la propiedad o daño ambiental.

source: Identify legal and other requirements
es: Identificar los requisitos legales y de otra índole

source: Identify possible emergencies and necessary resources
es: Identifique las posibles emergencias y recursos necesarios

source: Identify risk rating in International SOS page
es: Identifique la calificación de riesgo en la página Internacional SOS

source: Identify risks involved in payment terms, cash flow concerns, tax issues and the mitigation for each.
es: Identificar riesgos implicados en los términos de pago, inquietudes de flujo de caja, temas tributarios y la mitigación de cada uno.

source: Identify the Hazards
es: Identificar los peligros

source: Identify the equipment and/or materials involved:
es: Identifique el equipo y/o materiales involucrados:

source: Identify the locations for three HQ-sized coreholes to target areas of perched water based on the results of the geophysical survey;
es: Identificar las ubicaciones de tres barrenos de tamaño HQ para apuntar a las zonas de agua colgada según los resultados del levantamiento de geofísica;

source: Identify the locations for three coreholes to target a range of slope configurations and groundwater conditions in the Volcaniclastic sediments;
es: Identificar las ubicaciones de tres barrenos para apuntar a una gama de configuraciones de taludes y condiciones de las aguas subterráneas en los sedimentos volcanoclásticos;

source: Identify the nature and extent of fractured breccia below the pit floor based on the geological model;
es: Identificar la naturaleza y la extensión de la brecha fracturada debajo del piso del pit basándose en el modelo geológico;

source: Identify the reasons for the existence of the substandard actions and conditions selected above by marking each factor
es: Identifique los motivos para la existencia de los actos y condiciones subestándar seleccionados anteriormente, marcando cada factor aplicable

source: Identify the substandard action(s) and substandard condition(s) that contributed or could have contributed to this incident.
es: Identifique los actos y condiciones subestándar que contribuyeron o que podrían haber contribuido a este incidente.

source: Identify emergency response actions and resources: First Aid kit, spill kit, survival kit, etc.
es: Identificar acciones y recursos de respuesta a emergencias: kit de primeros auxilios, de derrames, de supervivencia, etc.

source: Identify high risk tasks and develop or review the Work Method Statement for each
es: Identificar tareas de alto riesgo y desarrollar o revisar el Procedimiento Seguro de Trabajo de cada una

source: Identifying the principal risks to the company’s business and overseeing the implementation of systems to manage these risks;
es: Identificar los riesgos principales para el negocio de la compañía y supervisar la implementación de sistemas para manejar estos riesgos;

source: If Golder is constructing, what will be the design status at the start of construction?
es: Si Golder construye, ¿cuál será el estado del diseño al iniciar la construcción?

source: If a client demands an investigation Golder should first communicate our investigation process, clarify deliverable and timing expectations, and confirm the depth of client involvement.
es: Si un cliente demanda una investigación, Golder primero debe comunicar nuestro proceso de investigación, aclarar las expectativas de entrega y los plazos, y confirmar el grado de participación del cliente.

source: If a part of the journey includes a charter airline (contracted by Golder or the client) contact the HSSE team to conduct a risk assessment
es: Si parte de un viaje incluye un vuelo chárter (contratado por Golder o el cliente), contacte al equipo HSSE para realizar una evaluación de riesgos.

source: If a suitable area cannot be found, additional mitigation may be required.
es: Si no se puede encontrar un lugar adecuado, puede exigirse mitigación adicional.

source: If a trigger requires Function (e.g., Legal, Finance, HR) approval or concurrence contact any Function representative for assistance to obtain such approval or concurrence.
es: Si un trigger requiere aprobación de la función (legal, finanzas, RRHH, por ej.) o conformidad, contactar a un representante de la función para pedir ayuda para obtener la aprobación o conformidad.

source: If corrective action recommendations include the consideration of progressive disciplinary actions those decisions and discussion must remain separate and apart from the investigative process.
es: Si las recomendaciones de acción correctiva incluyen la consideración de acciones disciplinarias progresivas, esas decisiones y discusión deben permanecer aparte del proceso investigativo.

source: If decision was pending removal of conditions, final deliberation to be undertaken upon request by Project Pursuit Team when all conditions have been satisfied.
es: Si la decisión dependía de eliminar las condiciones, la deliberación final será tomada tras la solicitud del Grupo de Búsqueda de Proyectos cuando todas las condiciones hayan sido satisfechas.

source: If descent is not immediately possible, supplemental oxygen or a portable hyperbaric chamber is critical.
es: Si no es posible descender de inmediato, es muy importante suministrar oxígeno o usar una cámara hiperbárica portátil.

source: If descent is not immediately possible, supplemental oxygen or a portable hyperbaric chamber is critical. Patients with mild HAPE who have access to oxygen (at a hospital or high-altitude medical clinic) may not need to descend to lower elevation and can be treated with oxygen at the current elevation.
es: Si no es posible descender de inmediato, es muy importante suministrar oxígeno o usar una cámara hiperbárica portátil. Los pacientes con EPA leve que tengan acceso a oxígeno (en un hospital o clínica de altura) pueden no tener que descender a una elevación menor y pueden tratarse con oxígeno en la elevación actual.

source: If during work material suspected to contain asbestos is uncovered the following process shall be implemented:
es: Si se descubre material que pudiera contener asbesto durante los trabajos, se debe implementar el siguiente proceso:

source: If for some reason you cannot enter your time into the system prior to the close of the week you should contact your timekeeping administrator who may enter your time for you based on your instructions.
es: Si por alguna razón a un colaborador no le es posible ingresar las horas en el sistema antes del cierre de la semana, debe contactar al administrador del registro de control de horas para que ingrese las horas en su lugar de acuerdo con las instrucciones que reciba.

source: If in doubt contact Emergency Services.
es: Si hay duda, contactar a los servicios de emergencia.

source: If in doubt from the data, select a new area and repeat survey.
es: Si hay dudas sobre los datos, elegir una ubicación nueva y repetir el sondeo.

source: If internal investigators are used they shall be trained and determined as competent.
es: Si se usan investigadores internos, se les deberá capacitar y determinar que son competentes.

source: If it is not possible to have adjacent overhead power lines de-energised, based on local legislation identify and documet in the Work Method Statement the minimum distance (in all directions) from energised power lines that must be maintained by all plant, equipment, materials and people.
es: Si no es posible desenergizar las líneas eléctricas contiguas, de acuerdo con la legislación local identificar y documentar en el Procedimiento Seguro de Trabajo la distancia mínima (en todas direcciones) que deben mantener todos los equipos, maquinarias, materiales y personas de las líneas eléctricas energizadas.

source: If location is rated as rated as Extreme Medical or High/extreme Safety risk, complete a Project High Risk Travel Assessment (PHRTA) and obtain approval from regional HSSE leader.
es: Si la ubicación está calificada como un Riesgo Médico Extremo o como un Riesgo de Seguridad Alto/Extremo, complete una Evaluación de Viaje de Alto Riesgo de Proyecto (PHRTA) y obtenga la aprobación del líder de HSSE regional.

source: If location rated as high risk, follow the HRT process
es: Si la ubicación está clasificada como de alto riesgo, siga el proceso HRT

source: If methods other than the LDB are utilised the final report can be amended to the investigation task in the LDB to prevent a duplication of effort.
es: Si se utilizan métodos distintos de la LDB, el informe final se puede corregir según la tarea de investigación en la LDB para evitar el esfuerzo de una duplicación.

source: If mobile phones must be used, move to a safe location away from plant operations and traffic.
es: Si deben usarse teléfonos celulares, trasladarse a un lugar seguro que esté lejos de las operaciones de la maquinaria pesada y del tráfico.

source: If necessary, prepare a two-dimensional seepage model to predict pore pressures in overall slope under depressurized conditions.
es: Si es necesario, elaborar un modelo de infiltración en dos dimensiones para predecir las presiones de poros en el talud total en condiciones despresurizadas.

source: If necessary, prepare two-dimensional seepage model to predict pore pressures in overall slope under depressurized conditions.
es: Si es necesario, elaborar un modelo de infiltración en dos dimensiones para predecir las presiones de poros en el talud total en condiciones despresurizadas.

source: If not breathing normally, start CPR.
es: Si no respira con normalidad, iniciar RCP.

source: If not to be replaced immediately after sampling, spoil shall be covered to prevent erosion.
es: Si se reemplaza de inmediato tras el muestreo, deben cubrirse para evitar la erosión.

source: If possible determine; rebar layers/spacing/diameter, if conduits containing utilities are expected, and what type of utilities.
es: Si es posible, determinar las capas, espaciado y diámetro del acero de refuerzo, la posibilidad de que haya conductos de servicios y el tipo de servicios.

source: If pre-split holes collapse prior to charging, increase (steepen) inclination
es: Si los barernos de precorte se derrumban antes de la carga, aumentar la inclinación.

source: If respirators are required they must be the correct fit to ensure they are effective in the field.
es: Si se requieren respiradores, deben ser ajustados correctamente para que sean eficaces en campo.

source: If risks cannot be controlled STOP and notify your Project Manager.
es: So no se pueden controlar los riesgos, PARAR y avisar al Gerente de Proyecto.

source: If services are present, a service locator with the appropriate technology for the likely service and soil conditions shall identify services before work commences.
es: Si hay servicios presentes, un localizador de servicios debe identificar cuáles son estos antes de que comiencen los trabajos, usando la tecnología adecuada para el posible servicio y para las condiciones del suelo.

source: If slopes steeper than 50° are planned in massive Intrusive, develop an effective pre-split program to support double benching of 10 m production benches
es: Si se utilizarán taludes con una inclinación superior a 50° en el intrusivo masivo, desarrollar un programa de precorte eficaz para permitir bancos de producción dobles de 10 m.

source: If some offices like Reno and Tucson prefer to do this exercise on their own, they can sign off the call.
es: En algunas oficinas, como las de Reno y Tucson, prefieren hacer este ejercicio por cuenta propia, por lo que pueden desconectarse de la llamada.

source: If such new information becomes available, evaluate the potential implications to the inputs to the PSHA analysis.
es: Si se dispone de esa nueva información, evaluar las posibles implicaciones para las entradas del análisis PSHA.

source: If symptoms are getting worse while resting at the same altitude, the person must descend.
es: Si los síntomas empeoran cuando se descansa a la misma altitud, la persona debe descender.

source: If the Regional Exposure Standard is likely to be exceeded, engineering controls (or greater) shall be implemented.
es: Si es probable que se exceda la Norma Regional de Exposición, deben implementarse controles de ingeniería (u otros más estrictos).

source: If the client would like involvement in the investigation process an initiation meeting should be held to identify the investigation team including the lead investigator, the method that shall be used, as well as the format, review, approval process and timing of the draft/final report.
es: Si el cliente desea participar en el proceso de investigación, se deberá realizar una reunión de iniciación para identificar al equipo de investigación con el investigador jefe, el método que se deberá emplear, así como también el formato, revisión, proceso de aprobación y plazo para presentar el borrador/informe final.

source: If the corrective action is not complete, the Learning owner and the responsible person will be notified of the discrepancy and the corrective action will remain on the list of those that are not complete.
es: Si la acción correctiva no se ha completado, se notificará al responsable del Learning y a la persona responsable de la discrepancia y la acción seguirá en la lista de las que no se han completado.

source: If the corrective action is verified as complete and effective, the Manager/Supervisor will close that corrective action.
es: Si se verifica que la acción correctiva está completa y es eficaz, el Gerente/Supervisor cerrará dicha acción.

source: If the corrective action is verified to be implemented but is judged ineffective or found to have created other hazardous risks, the Learning owner will be notified and the investigation team will be tasked to develop additional or alternative corrective action recommendations.
es: Si se verifica la implementación de la acción correctiva, pero se considera ineficaz o se descubre que ha creado otros riesgos peligrosos, se notificará al responsable del Learning y se le encargará al equipo de investigación el desarrollo de recomendaciones de acciones correctivas adicionales o alternativas.

source: If the forklift operator had taken the correct direction with the forklift, he would have to go around the production building, losing approximately 5-10 minutes.
es: Si el operador del montacargas hubiese tomado la dirección correcta, habría tenido que rodear el edificio de la fábrica y perder aproximadamente 5 a 10 minutos.

source: If the incident involves a Golder subcontractor, relevant corrective actions shall be communicated to the subcontractor for action.
es: Si el incidente involucra a un subcontratista de Golder, las acciones correctivas pertinentes se deberán comunicar al subcontratista para que tome acción.

source: If the incident involves two or more Projects or Groups, the Office Manager will assume responsibility.
es: Si el incidente involucra dos o más Proyectos o Grupos, el Gerente de Oficina asumirá la responsabilidad.

source: If the investigator considers any special precautions are needed to allow safe use of that area, these should be made clear (e.g. the display of warning signs).
es: Si el investigador considera que se necesitan precauciones especiales para permitir el uso seguro de esa área, estas deben estar claras (ej. utilización de señales de advertencia).

source: If the lead investigator does not have Golder U Module 4 training, then a Module 4 graduate should be included as part of the investigation team.
es: Si el investigador líder no cuenta con la capacitación Golder U Módulo 4, se debería incluir a una persona con el Módulo 4 como parte del equipo de investigación.

source: If the lead investigator does not have internal Golder investigation training in addition to external experience, then an internal competent investigator should be included as part of the investigation team.
es: Si el líder de la investigación no tiene capacitación interna de Golder en investigación además de experiencia externa, entonces debe incluirse un investigador interno competente como parte del equipo.

source: If the pit slopes are not effectively drained/depressurized, then an update of the slope design is required to reduce design slope angles to account for the higher pore pressures
es: Si los taludes del pit no son drenados/despresurizados eficazmente, entonces se requiere actualizar el diseño de taludes para reducir los ángulos de diseño a fin de considerar las mayores presiones de poros.

source: If the subcontractor leads their own investigation they shall provide Golder with the results including corrective action to the Golder Project Manager for review.
es: Si el subcontratista realiza su propia investigación deberá proporcionar a Golder los resultados, incluyendo la acción correctiva para que el Gerente de Proyecto de Golder la revise.

source: If there are questions, there are a number of Golder resources who can provide guidance on these techniques and their applicability.
es: Si hay preguntas, Golder tiene recursos que pueden entregar orientaciones sobre estas técnicas y su aplicación.

source: If there is a likelihood of litigation, then the initiation of the investigation shall be made at the request of Golder legal counsel (see Sec 6.2 Special Legal Implications).
es: Si existe probabilidad de llevar a juicio, entonces el inicio de la investigación se deberá hacer a pedido del asesor legal de Golder (consulte Cap. 6.2 Implicancias Legales Especiales).

source: If there is a separate investigation report it shall be uploaded prior to closure of the incident investigation task within the LDB.
es: Si hubiese un informe de investigación por separado se deberá cargar antes del cierre de la tarea de investigación del incidente dentro de la LDB.

source: If this is required, the person collecting the evidence must develop a process for tracking and documenting the whereabouts of the evidence, before it is shipped for analysis.
es: Si esto fuera requerido, la persona que recolecte la evidencia debe generar un proceso para hacer seguimiento y documentar la ubicación de la evidencia, antes de su envío para su análisis.

source: If this tape is uncovered, cease work and contact the Project Manager.
es: Si se descubre esta cinta, se deben parar los trabajos y contactar al Gerente de Proyecto.

source: If travel requires work in, or travel to or through, locations rated by International SOS as High or Extreme Security Risk, or Extreme Medical Risk an Individual Travel Assessment (ITA) must also be completed and submitted for review.
es: Si el viaje requiere trabajar en, viajar a o a través de lugares con calificación de riesgo de seguridad alto o extremo o de riesgo médico extremo por parte de International SOS, debe llenarse también una evaluación de viaje individual (ITA) y enviarse para su revisión.

source: If unwilling/unable to perform rescue breaths continue chest compression.
es: Si no desea/puede efectuar las respiraciones de rescate, continuar con las compresiones de pecho.

source: If waste is left onsite unattended, it must be:
es: Si se dejan los residuos en el sitio sin supervisión, se deben:
